import React from 'react';
import { Col, Container, Row } from 'reactstrap'


const Objectives = () => {
    return (
        <>
          <Container className="mt-5 mb-5">
            <Row>
                <Col><h3>Objectives</h3></Col>
            </Row>
                <Row>
                    <Col className="m-5">
                        <p className=" objective"> 
                        <span className="pr-5">&nbsp;</span>पिछली शताब्दी से देश की स्त्रियों में जागरूकता आयी है। घरों की सीमा से निकल कर स्त्रियाँ समाजिक
जीवन के प्रत्येक क्षेत्र में सक्रिय हुई हैं। ज्ञान, विज्ञान, चिकित्सा, शिक्षा, राजनीति, प्रबन्धन, साहित्य, राजनीति आदि
जीवन के सभी क्षेत्रों में स्त्रियों ने अपनी योग्यता का परचम लहराया है। यह सब शिक्षा से सम्भव हुआ है। शिक्षा
के प्रसार ने स्त्रियों के जीवन को बदल दिया है। इसीलिए समाज का पिछड़ा हिस्सा समझे जाने वाली स्त्रियों के
मन में शिक्षा की ललक जाग गयी है। अपने घरों से निकल कर शिक्षालयों में जाने का सपना पालने वाली लडकियों
की संख्या एकाएक इतनी बढ़ गयी है कि पहले से मौजूद शिक्षण संस्थान अपर्याप्त सिद्ध हो रहे हैं। इस सच का
एक और पहलू है। उच्च शिक्षा के नये-नये केंद्र भी तेजी से खुल रहे हैं। पर वहाँ जो स्नात्क तैयार हो रहे हैं, वे
अर्धशिक्षित होकर निकल रहे हैं। एक आकड़े के मुताबिक पूरे देश में सिर्फ 15 प्रतिशत ही योग्य स्नातक निकल रहे
हैं। हिंदी प्रदेशों में यह आकड़ा 11 प्रतिशत तक ही पहुँचता है। ग्रामीण महिलाओं के मामले में यह प्रतिशत और
कम है। यह बहुत दुर्भाग्यपूर्ण स्थिति है।
                        </p><br/>
                        <p className="objective"> 
                        <span className="pr-5">&nbsp;</span>
                        यह महात्मा बुद्ध की भूमि है। वे दुनिया भर में महान शिक्षक के रूप में जाने जाते हैं। इसके बावजूद
कुशीनागर जनपद शिक्षा की दृष्टि से पिछड़ा हुआ है। शिक्षा केंद बहुत है पर सचमुच के शिक्षा केंद्र का नितांत
अभाव है। इसी तथ्य को ध्यान में रखकर लोकायतन जन विकास केंद्र ने इस क्षेत्र की महिलाओं की शिक्षा के लिए
इस केंद्र की रचना की है। 15 फरवरी 2013 को हिंदी के वरिष्ठ कवि एवं जवाहरलाल नेहरु विश्वविद्याल, नई
दिल्ली के प्रोफेसर डॉ. केदारनाथ सिंह ने श्रीमती उर्मिला देवी की उपस्थिति में वटवृक्ष लगाकर महाविद्यालय की
स्थापना की है।
                        </p><br/>
                        <p className="objective d-flex justify-content-center">शिक्षित और सशक्त्त बेटियाँ ही समाज का भविष्य हैं।</p><br/>
                        <p className="objective float-right">- सदानन्द शाही (संरक्षक)</p>
                    </Col>
                </Row>
            </Container> 
        </>
    )
}

export default Objectives
